"RTL"="0";
"Cancel"="取消";
"OK"="確定";
"Delete"="刪除";
"Next"="下一步";

"NoEMailSetupTitle"="未設定電子郵件";
"NoEMailSetupText"="請在您的設備上設定電子郵件。";
"WriteEMailText"="要透過電子郵件聯絡支援人員嗎？";
"WriteEMailTitle"="聯絡支援人員";
"EMailQuestionSubject"="預算管家技術支援";
"EMailQuestionBody"="\n\n軟體版本 - %@\niOS 版本 - %@";
"ShareEMailSubj"="我想邀請你加入共享的個人財務！";
"ShareEMailBody"="請點擊附件以使用預算管家打開文檔。\n\n若你尚未安裝預算管家，此處是連結：%@\n\n附言：我用的是%@版本\niOS版本 - %@";
"EMailDatabaseProblemSubject"="預算管家技術支援 – 我的資料庫損壞了！";
"EMailDatabaseProblemBody"="此郵件包含您的資料庫備份。我們會儘快識別和修復該問題。\n軟體版本 - %@\niOS版本 - %@\n";

"SelectAccountTitleTo"="至帳戶";

"ExpenseNamePlaceholder"="描述(可選)";
"ExpenseTitleNew"="描述";
"ExpenseNameTitle"="描述";
"ExpenseNameComment"="無描述";
"ExpenseReturnDate"="還款";
"SelectNoReturnDate"="無還款日期";
"SelectNoDate"="無日期";
"SelectTodayDate"="今天";
"SectionPlannedFor"="{date}已計畫";

"CheckInternetCloud"="未連線到雲端伺服器。可能在維護或你未連線到網路。";
"DocsHintCloudCorrupted20"="雲端中的資料庫已損壞。請按底部的“匯出”按鈕並選擇“傳送給支援人員”。";
"DocsHintCloudUnpublished20"="雲端中的資料庫未找到。請按底部的“匯出”按鈕並選擇“傳送給支援人員”。";
"DocsHintCloudFuture"="一些更改已使用較高版本的預算管家傳送到雲端。請更新你的版本。";
"ERROR_FUTURE_COMMANDS"="該資料庫使用較高版本的預算管家更改過。請更新您的版本。";
"ERROR_CORRUPTED"="資料庫損壞了。請按底部的“匯出”按鈕並選擇“傳送給支援人員”。";

"HelpSwitchSheet" = "切換表單";
"HelpAddOperation" = "新增收入、開支、貸款、匯款或貨幣兌換";
"HelpPlannedOpDifferentSheet" = "計畫的操作在各表單上很快就要到了";
"HelpTextSearch" = "你可以輸入“o j”來搜尋“orange juice”";
"HelpSlideForSearchPlanning" = "向下滑動可搜尋和計畫";
"HelpCreateDatabase" = "資料庫是完全分開的，各自有自己的帳戶集、表單、操作，可與不同的使用者同步。";
"HelpNeedCommit" = "一些更改尚未儲存到雲端。";
"HelpPublished" = "對於使用同一個Apple ID的不同裝置，此資料庫可透過iCloud在其之間自動同步。要在使用不同Apple ID的裝置之間同步或不使用iCloud同步，請傳送一個邀請。";
"HelpNotPublished" = "此資料庫已關閉雲端同步。";
"HelpAccounts" = "所有帳戶都是多幣種的。要新增資金到一個帳戶或在帳戶之間轉帳，請轉到主畫面並新增一個選擇該帳戶的操作。";
"HelpHiddenAccounts" = "將不用的帳戶拖到“隱藏帳戶”線下可將其從列表隱藏，但是會保留它們以用於統計。";
"HelpWriteUs" = "給我們寫信！";
"HelpWriteReview" = "喜歡預算管家？";
"HelpFullVersion" = "謝謝";
"HelpSalePrice" = "因為已購買過預算管家第一個版本，你可以享受大折扣";
"HelpNormalPrice" = "如果你擁有預算管家1，則可享受大折扣，只需確保在此裝置上安裝了預算管家1.7並升級到完整版。";
"HelpTapHold" = "按住可獲取更多功能";
"HelpPlusMinus" = "在收入和開支之間切換";
"HelpDateRemembered" = "自動選擇了非今天的日期。請確保正確。";
"HelpDateApproaching" = "計畫的日期很快就要到了";
"HelpSelectSheet" = "為此操作選擇不同的表單";
"HelpFreeProgress" = "如果達到免費版30次操作限制，則會要求你購買完整版。";
"HelpSheets" = "你可以對不同的表單新增操作，然後單獨分析各個表單。";
"HelpEraser" = "橡皮";
"HelpMarker" = "馬克筆";
"HelpExchangeRate" = "匯率最後更新是{hours_ago}小時前。";
"HelpPin" = "PIN碼這裡僅適合防止兒童亂改你的資料。要獲取真正的安全，請設定裝置鎖定畫面密碼。";
"HelpForgotPin" = "忘記了PIN碼？請從0000、0001一直試到9999，直到找到它。通常不到一小時即可試完所有的數字組合。";

"HiddenAccountsLine"="隱藏帳戶";
"AccountCash"="現金";
"csvID"="編號";
"RecurrenceTitle"="重複";
"DateTitle"="日期";
"PlannedTitle"="已計畫";
"CategoryTitle"="分類";
"SheetTitle"="表單";
"SheetsTitle"="表單";
"SheetNamePlaceholder"="表單名稱";
"SheetTitleNew"="新表單";
"SheetNameTitle"="名稱";
"TotalSheet"="所有表單";
"SeveralSheets"="多個表單";
"TotalAccount"="所有帳戶";
"SeveralAccounts"="多個帳戶";
"AccountTitle"="帳戶";
"AccountToTitle"="至帳戶";
"AccountsTitle"="帳戶";
"AccountNamePlaceholder"="帳戶名稱";
"AccountNameTitle"="名稱";
"AccountTitleNew"="新帳戶";
"AccountsSum"="總計";
"CategoryNamePlaceholder"="分類名稱";
"CategoryTitleNew"="新分類";
"CategoryNameTitle"="名稱";
"CurrencyTitle"="貨幣";
"CurrenciesTitle"="貨幣";
"AmountTitle"="數額";
"EditName"="重命名";
"MoveToAccountTitle"="移動操作到";
"AccountMoveMenuTitle"="你將從帳戶“{from}”移動所有操作到帳戶“{to}”。此操作無法復原。";
"MoveToSheetTitle"="移動操作到";
"SheetMoveMenuTitle"="你將從表單“{from}”移動所有操作到表單“{to}”。此操作無法復原。";
"MoveAllOperations"="移動所有操作";
"DeleteAllOperations"="刪除所有操作";
"DeleteAllOperationsMenuTitle"="你將從表單“{from}”刪除所有操作。刪除操作很少有必要並且餘額會減掉所刪除操作的數額。此操作無法復原。";

"AmountConverted"="%@等於%@";
"ConversionNA"="N/A";
"AmountNotConverted"="下載匯率出錯";
"BuiltInCategoryTitle"="特殊分類";
"BuiltInCategoryText"="“借貸”、“轉帳”及“貨幣兌換”分類不可編輯。";
"OperationsNumber" = "{count}\n操作";

"AboutTitle"="設定";
"RealAboutTitle"="關於";
"LimitTitle"="免費版";
"LimitText"="免費版只可錄入30個條目。使用Apple應用程式內購買技術只需20秒即可升級到完整版。";
"PurchaseStatusPurchasing"="正在訪問商店...";
"PurchaseStatusFullVersion"="已購買完整版";
"PurchaseStatusRestoring"="正在還原購買...";
"Purchase20ButtonTitle"="購買完整版";
"RestoreButtonTitle"="還原購買";
"WriteReviewTitle"="寫評論";
"WriteReviewText"="想要寫評論嗎？";
"MoneyVersion"="預算管家，版本";
"FontTitle" = "字型";
"PURCHASE_FAILED_TITLE"="購買錯誤";
"CANNOT_MAKE_PAYMENTS_TEXT"="您的設備設定不允許購買。請打開設備設定，在“一般”、“限制”下確保“應用程式內購買”打開了。";
"RESTORE_FAILED_TITLE"="恢復錯誤";
"ERROR_INTERNET_TEXT"="%@。請檢查您的網路連接並再試。";
"ERROR_NO_PRODUCT"="下載價格失敗";
"RESTORE_NOTHING_TITLE"="還原完成";
"RESTORE_NOTHING_TEXT"="未找到以前的購買。請確保以前的購買使用的是同一個Apple ID。";

"CurrencySelectedHeader"="所選貨幣";
"CurrencyPopularHeader"="流行貨幣";
"CurrencyOtherHeader"="其他貨幣";

"PinTitle"="PIN碼";
"PinEnterText"="請輸入PIN碼";
"PinRepeatText"="請重新輸入PIN碼";
"PinWrongText"="PIN碼錯誤\n請再次輸入您的PIN碼";
"PinNoMatchText"="PIN不匹配\n請再次輸入PIN碼";

"CreateDatabase"="創建資料庫";
"SelectDatabase"="打開資料庫";
"DocumentsTitle"="資料庫";
"DeleteDatabaseTitle"="從此設備刪除資料庫？此操作無法撤銷！";
"Publish20"="啟用雲端同步";
"Invite20"="傳送邀請";
"Unpublish20"="禁用雲端同步";
"UnpublishTitle20"="將在此裝置上建立本地資料庫副本，並為iCloud從此裝置及所有使用同一個Apple ID的裝置刪除原始資料庫。";
"DeleteDatabaseTitlePublished"="將為iCloud從此裝置及所有使用同一個Apple ID的裝置刪除該資料庫。";
"OtherDevicesWillContinue"="如果其他裝置透過邀請可以存取此資料庫的雲端備份，則其可繼續使用它。";

"ExportMenuTitle"="匯出資料庫";
"BackupButtonTitle20"="備份";
"PreviewButtonTitle"="以XSLX查看";
"ExportXSLXButtonTitle"="匯出為XSLX";
"SendToSupportTitle"="傳送給支援人員。";
"SendToSupportText"="如果你認為你的資料庫損壞了，可將其傳送給支援人員進行分析和可能的修復。";

"ExpensePlanButton"="計畫類似操作";
"ExpensePerformButton"="交易";
"ContactIndicator"="聯絡";
"DeleteExpenseTitle"="刪除交易？";

"NEVER"="從不";
"EVERY_DAY"="每天";
"EVERY_WEEK"="每週";
"EVERY_2WEEKS"="每兩週";
"EVERY_MONTH"="每月";
"EVERY_2MONTHS"="每2個月";
"EVERY_QUARTER"="每3個月";
"TWICE_A_YEAR"="每年兩次";
"EVERY_YEAR"="每年";

"EXPENSE_KIND"="開支";
"INCOME_KIND"="收入";

"CatTransfer"="轉帳";
"CatConvert"="貨幣兌換";
"CatLoan"="借貸";
"CatLoanBack"="還貸";
"CatApartment"="住宿";
"CatFoodHome"="食物";
"CatFoodRestaurant"="餐館，咖啡館";
// Remove planned
"CatCarPlanned"="車輛";
"CatCarEmergency"="車輛(緊急)";
"CatSport"="運動";
"CatCat"="貓";
"CatDog"="狗";
"CatPet"="寵物";
"CatGiftsLost"="禮品";
"CatTransportPublic"="公共交通";
"CatFishing"="釣魚";
"CatHunting"="打獵";
"CatGamblingLost"="賭博輸掉";
"CatGaveFamily"="給親戚";
"CatBaby"="小孩";
"CatMedicine"="醫療";
"CatGadgets"="電子產品";
"CatCinema"="影院";
"CatTheaters"="劇院，展覽會";
"CatRoleplaying"="角色扮演";
"CatSalary"="工資";
"CatOverwork"="加班";
"CatBonus"="獎金";
"CatGamblingWon"="賭博贏得";
"CatApple"="版稅";
"CatFound"="找到";
"CatGiftsWon"="禮品";
"CatGovernment"="公務費";
"CatClothes"="服裝";
"CatSpirits"="飲料";
"CatCommunications"="電信和網際網路";
"CatTransportTravel"="旅費";
"CatHotel"="酒店";
"CatEducation"="教育";
"CatUnknown"="未知";
"CatCelebration"="假日";
"CatTookFromFamily"="親戚送給";
"CatInitialBalance"="期初餘額";

"UserCategorySheetTitle"="%@ (交易數 - %d)";
"SelectImage"="選擇圖像";
"DrawImage"="繪製圖像";
"ImageTitle"="圖像";
"CategoriesRecent"="最近使用";
"CategoriesNotRecent"="長期未用";
"CategoriesNeverUsed"="從未使用";

"EverydaySheet"="每日收支";
"SelectFromContacts"="從聯絡人選擇";
"CustomImagesSection"="來自所有資料庫的手繪圖片";

"ReportTitle"="報告";
"Reports"="報告";
"SimpleReport"="簡單報告";
"ReportStyleTitle"="報告樣式";
"ByCat"="按分類";
"ByDay"="每日";
"BySum"="餘額";
"ReportPeriod"="週期";
"AllTime"="所有時間";
"StatIncome"="收入";
"StatOutcome"="開支";
"StatBalance"="餘額";
"StatExchangeRateFlux"="率差";
"StatIncome20"="收入： {amount}";
"StatOutcome20"="開支：  {amount}";
"StatIncomePlanned"="計畫的收入：  {amount}";
"StatOutcomePlanned"="計畫的開支：  {amount}";
"StatIncomePlannedNoDate"="計畫的收入(無日期)：  {amount}";
"StatOutcomePlannedNoDate"="計畫的開支(無日期)：  {amount}";
"StatIncomePlannedPerMonth"="每月收入：  {amount}";
"StatOutcomePlannedPerMonth"="每月開支：  {amount}";

"ExampleSneakers"="運動鞋";
"ExampleIcecream"="冰淇淋";
"ExampleGas"="燃油";
"ExampleTickets"="去台北的機票";
"ExampleMarriage"="結婚";

"DocsHintCloudBadReceipt" = "雲端伺服器不接受免費版有太多修改的資料庫。請升級到完整版。";
"LoadFromBackupErrorTitle" = "備份未載入";
"LOAD_FROM_BACKUP_EXISTS" = "你的裝置上已有此雲端同步的資料庫。";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "未識別出檔案格式。你可將檔案傳送給支援人員以進行分析和可能的修復。";
"SectionNoDate"="無日期計畫";
"BitCoin" = "位元幣";
"NMonths" = "{count}個月";
"NDays" = "{count}天";
"List12" = "{item1}、{item2}";
"NewDatabaseMark" = "新";

"ImportInstructions20"="如何從預算管家1移動資料到預算管家2？{title}首先，確保在你的裝置上安裝了預算管家1.7或更高版本。{picture1}啟動預算管家1，按一下“雲端”按鈕，然後按一下“匯出到預算管家2”按鈕，從應用列表中選擇預算管家2。{picture2}如果你在預算管家1中使用了雲端同步，則需要在預算管家2中再次啟用雲端同步。{picture3}";
"FAQTitle"="常見問題";

"PlanNewOperation"="計劃新操作";
"AppName2"="預算管家2";
